<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<img alt="" src="https://www.visitjeju.net/ckImage/201611/ckeditor_9167807724725132092.jpg">
제주올레 19코스를 걷다 보면 에메랄드빛 보석을 품고 있는 함덕해수욕장을 만날 수 있다. 제주시 조천읍 함덕리에 자리한 함덕해수욕장은 해수욕장 바로 옆에 우뚝선 오름(서우봉) 덕분에 ‘함덕서우봉해변’이라고도 불린다. 제주공항에서 불과 20km 떨어졌지만, 이곳에 도착하는 순간 다른 나라에 온 것 같은 기분이 든다. 입구부터 환영해주는 키 큰 야자수들, 하얀 모래와 대조를 이루는 에메랄드빛 바다, ​​​​​​​ 모래와 미역마저 투명하게 비춰주는 맑은 물과 하얀 파도가 그러하다. 
<img alt="" src="https://www.visitjeju.net/ckImage/201611/ckeditor_6482803080023917337.jpg">
제주도 수많은 해수욕장 중에서도, 바다색이 가장 예쁜 3곳을 꼽는다면 단연 협재, 김녕, 그리고 함덕해수욕장이다. 물이 맑고 수심이 얕아서 가족단위 피서지로도 좋다. 해수욕장 서쪽은 구름다리로 연결되어 있어 바다 위를 걷는 듯한 경험을 할 수 있다. 피크닉 하기 좋은 잔디밭, 밤에도 안심하고 바다를 즐길 수 있는 산책로가 매력이어서 사계절 찾는 이들의 발길이 끊이지 않는다. 특히 여름에는 야간개장도 하고 있어 제주의 푸른 밤을 바다에서 즐길 수 있다. 
</html>